[
    {
        "eventname": "WINS Seminar: Olga Andreeva",
        "eventdescription": "Machine learning is a powerful mechanism transforming the modern society at large. Unfortunately, there is no set path to follow in becoming a ML engineer/researcher. In this talk, I will discuss my academic and industry experience as a PhD student and share strategies that helped me in doing research, publishing papers and working as a PhD ML intern. <br>Click <a href='https://youtu.be/RSTQWpFwCjE?feature=shared'>here</a> to see the seminar! Click <a href='https://docs.google.com/presentation/d/1qKiJQircw8oCzeIdhurL6dtzqYQpnuyMHWQ1iU7fl68/edit?usp=sharing'>here</a> to see the slides!",
        "eventpicture": "Screenshot 2025-02-22 140445.png"
    },
    {
        "eventname": "WINS Seminar: Dr. Zhi Cao",
        "eventdescription": "Women in Science (WINS) club hosted a speaker session on Friday, December 10th 2021. <br> Our invited guest is Dr. Zhi Cao, an alumna of UMass Boston. She is going to share her journey to becoming a scientist in a leading Tech company. <br> Dr. Zhi Cao is a Data & Applied Scientist and Software Engineer at Microsoft. She received her PhD in Computer Science from UMass Boston, where she worked with Prof. Honggang Zhang at Mobile and Pervasive Computing Lab. Her research focuses were Edge Computing and Deep Reinforcement Learning. In her research, she tackled problems related to application placement and resource allocation in mobile Edge Computing. <br>Click <a href='https://youtu.be/qLHme1znkLE?feature=shared'>here</a> to see the seminar! Click <a href='https://drive.google.com/file/d/16NyIr7JJfocxzruAdlpRjuM3BWYKo2Ke/view?usp=sharing'>here</a> to see the slides!",
        "eventpicture": "hqdefault.jpg"
    },
    {
        "eventname": "Movie Night",
        "eventdescription": "First official movie night!!",
        "eventpicture": "image2.png"
    },
    {
        "eventname": "HTML workshop",
        "eventdescription": "Women in Science hosted an HTML workshop on October 27, 2018🤩 <br>It’s open to everyone so if you’re interested in learning how to code or want to learn a new language, come join us!<br>Fun fact 😁: HTML is often used to build a website!",
        "eventpicture": "43677148_298133327693750_6092289049718327788_n.jpg"
    },
    {
        "eventname": "She</Speaks> with Loe Lee",
        "eventdescription": "Exciting She Speaks series hosted by @shehacksboston!",
        "eventpicture": "30078297_1125476450923165_2123082547222020096_n.jpg"
    },{
        "eventname": "She</Speaks> with Kira Tebbe",
        "eventdescription": "Exciting She Speaks series hosted by @shehacksboston! 👩‍💻"
        ,"eventpicture": "29090082_1179687048834575_4216488111674228736_n.jpg"
    },{
        "eventname": "Sphero Workshop",
        "eventdescription": "We're excited to announce events that showcase UMass Boston's commitment to expanding opportunities for underrepresented groups in science and tech! Join the Computer Science department and Women in Science in hosting a @blackgirlscode workshop at UMass Boston!"
        ,"eventpicture": "28436438_184145502201830_2748247322423984128_n.jpg"
    },{
        "eventname": "Health in Action",
        "eventdescription": "The purpose of the event is to promote physical activities and artistic styles amongst students in STEM majors. Participants will learn physical routines ranging from stretching techniques to simple dances. This is a great opportunity to learn effective techniques for a successful health-work balance!"
        ,"eventpicture": "26158479_2018300341777785_3079939348817248256_n.jpg"
    }
]